[InteractiveObjects.IO_ChosenOne_KaiCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_ChosenOne_Cash MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="9$"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ChosenOne_Cash:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Essa é a quantia em dinheiro que o Marcus pediu que cobrasse."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ChosenOne_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de Kai"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ChosenOne_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um episódio do canal ECHO do Recanto de Kai."
NoConstraintText=""
Suffix=""
Prefix=""

[Population.BD_ChosenOne_KaiCorpse InteractiveObjectBalanceDefinition]
DefaultDisplayName="Cadáver de Kai"
Grades[0]=(GradeModifiers=)

